Repository: xolli/YoutubeTelegramMusic
Catalog: YoutubeTelegramMusic/Resources/LanguageResources.*.resx
Languages: ru

source: Unknown command =(
ru: Неизвестная команда =(

# Help
source: Hi! I can export video from youtube.com. Available commands: /help — see this message /language — change language You can send me a YouTube link and I will export an audio from it. For example: https://youtu.be/dQw4w9WgXcQ
ru: Привет! Для экспорта аудио из Youtube видео просто отправь мне ссылку на видео Пример: https://youtu.be/dQw4w9WgXcQ Доступные команды: /help — напечатать данное сообщение /language — изменить язык

# Start
source: Hello! Send me /help, if you want to know how to use me :)
ru: Привет! Для справки отправь мне команду /help :)

# NotValidYoutubeLink
source: It is not a valid YouTube link
ru: Некорректная ссылка на видео :(

# Playlist
source: It is a playlist. I can't download playlists :(
ru: ты мне отправил ссылку на плейлист. Я не умею качать плейлисты!

source: Cancel downloading
ru: Отменить скачивание

# Downloading
source: Downloading from youtube...
ru: Скачивание видео...

# CanceledDownloading
source: Downloading was canceled
ru: Скачивание отменено

# MaxAudiSize
source: Maximum Audio File size is {0}
ru: Максимальный размер аудио файла: {0}

source: Done!
ru: Готово!

source: Uploading audio...
ru: Загрузка аудио...

source: Undefined error =(
ru: Неизвестная ошибка =(

source: Russian
ru: Русский

source: English
ru: Английский

source: Select Language
ru: Выберите язык
